from colorama import Fore
import os

os.system('clear')

print(Fore.CYAN+"──────────────────────────────────────────────────\n─────────██████─██████████─██████──────────██████─\n─────────██▒▒██─██▒▒▒▒▒▒██─██▒▒██████████████▒▒██─\n─────────██▒▒██─████▒▒████─██▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒██─\n─────────██▒▒██───██▒▒██───██▒▒██████▒▒██████▒▒██─\n─────────██▒▒██───██▒▒██───██▒▒██──██▒▒██──██▒▒██─\n─────────██▒▒██───██▒▒██───██▒▒██──██▒▒██──██▒▒██─\n─██████──██▒▒██───██▒▒██───██▒▒██──██████──██▒▒██─\n─██▒▒██──██▒▒██───██▒▒██───██▒▒██──────────██▒▒██─\n─██▒▒██████▒▒██─████▒▒████─██▒▒██──────────██▒▒██─\n─██▒▒▒▒▒▒▒▒▒▒██─██▒▒▒▒▒▒██─██▒▒██──["+Fore.RED+"1.1v"+Fore.CYAN+"]──██▒▒██─\n─██████████████─██████████─██████──────────██████─\n────────"+Fore.RED+" ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ʙɪᴛᴄᴏɪɴ ᴄʀᴀᴄᴋᴇʀ ʙʏ ᴊɪᴍ "+Fore.CYAN+"───────\n"+Fore.WHITE)

v = 1.1

news = f"      [{Fore.YELLOW}NEWS AND UPDATES{Fore.WHITE}]  [{Fore.YELLOW}August 22, 2023{Fore.WHITE}]\n\n      {Fore.YELLOW}VERSION{Fore.WHITE} : {v}\n      ─ Added Menu\n      ─ Added News and Updates\n      ─ Bug Fixed\n      ─ Added Border"

last_news = ""

print(news)
print(last_news)
